/***************/
/* Main Window */
/***************/
"Contrast ratio" = "Rapporto di contrasto";

"Pass" = "Superato";
"Fail" = "Non superato";
"passed at level" = "Superato a livello";
"failed at level" = "Non superato a livello";

"The contrast ratio is" = "Il rapporto di contrasto è";
"colour difference" = "differenza di colore";
"brightness difference" = "differenza di luminosità";

"Colour/Brightness difference" = "Differenza di colore/luminosità";

/******************/
/* Details drawer */
/******************/
"sufficient" = "sufficiente";
"not sufficient" = "non sufficiente";
"detail_1" = "La differenza di luminosità tra i due colori è";
"detail_2" = "La soglia è 125, ed il risultato fra i colori di sfondo e di primo piano è";
"detail_3" = "La differenza di colore tra i due colori è";
"detail_4" = "La soglia è 500, ed il risultato fra i colori di sfondo e di primo piano è";
"detail_5" = "Nota: questo valore non soddisfa l'intervallo specificato dal W3C, ma rispetta invece quello adottato da Hewlett Packard. Hewlett Packard raccomanda un valore di soglia uguale a 400.";
"detail_6" = "1.4.3 Contrasto (Minimo):  Testo (ed immagini con testo) hanno un rapporto di contrasto minimo di 4.5:1, tranne che in presenza di testo puramente decorativo. Il testo più grande (almeno 18 pt o 14 pt grassetto) o le immagini con testo possono avere un rapporto di contrasto pari a 3:1. (Livello AA)";
"detail_7" = "1.4.6 Contrasto (Esteso): Testo (ed immagini con testo) hanno un rapporto di contrasto minimo di 7:1, tranne che in presenza di testo puramente decorativo. Il testo più grande (almeno 18 pt o 14 pt grassetto) o le immagini con testo possono avere un rapporto di contrasto pari a 4.5:1. (Livello AAA)";
"detail_8" = "Nota: I caratteri aventi disegno particolarmente sottile o decorativo risultano più difficili da leggere a bassi livello di contrasto.";

"Foreground" = "Primo piano";
"Background" = "Sfondo";
"Text" = "Testo";
"Large text" = "Testo grande";